[
  {
    "title": "Free Full Online Book: How to Make Sense of Any Mess (Excellent starting guide for IA)",
    "url": "https://abbycovert.com/make-sense/"
  },
  {
    "title": "Free Academic PDF: University lecture notes on IA and Web Usability (Comprehensive and structured)",
    "url": "https://courses.isds.tugraz.at/iaweb/iaweb.pdf"
  },
  {
    "title": "Resource Hub: Articles and reports from the Nielsen Norman Group (NN/g), the industry's usability authority",
    "url": "https://www.nngroup.com/topic/information-architecture/"
  },
  {
    "title": "Resource Hub: Guides and articles from The Interaction Design Foundation (IDF)",
    "url": "https://www.interaction-design.org/literature/topics/information-architecture"
  },
  {
    "title": "Resource Hub & Tools: Articles on practical IA methods like Card Sorting and Tree Testing",
    "url": "https://www.optimalworkshop.com/blog/information-architecture"
  },
  {
    "title": "Book Preview: The official O'Reilly page for Information Architecture: For the Web and Beyond (The \"Polar Bear Book\")",
    "url": "https://www.oreilly.com/library/view/information-architecture-4th/9781491913529/"
  },
  {
    "title": "Article Collection: Tagged articles on Medium from professional UX designers",
    "url": "https://uxdesign.cc/tagged/information-architecture"
  },
  {
    "title": "Resource Hub: Guides and deep-dive articles on IA theory and practice",
    "url": "https://www.uxbooth.com/topics/information-architecture/"
  },
  {
    "title": "Smashing Magazine Article: A highly practical guide on how to create an easy-to-use IA, focusing on user tasks and content prioritization.",
    "url": "https://www.smashingmagazine.com/2022/03/easy-information-architecture/"
  },
  {
    "title": "Article Archive: A List Apart: This is a comprehensive archive of IA and structured content articles from a highly respected webzine.",
    "url": "https://alistapart.com/blog/topic/information-architecture/"
  },
  {
    "title": "Comprehensive Guide: Details the IA principles, development process, and consequences of poor IA.",
    "url": "https://www.userlytics.com/resources/blog/website-information-architecture/"
  },
  {
    "title": "Complete Guide: A detailed walkthrough of IA components, principles, and best practices with a focus on business benefits.",
    "url": "https://www.netsolutions.com/insights/information-architecture/"
  },
  {
    "title": "Learning Resource Hub: A meta-list that links out to many foundational articles on IA, information seeking, and scanning patterns (F-Pattern, Z-Pattern).",
    "url": "https://www.uxdatabase.io/lr-topics/06-01-information-architecture-basics"
  },
  {
    "title": "Resource Compilation: A list of organizations, books, articles, and events focused on IA, especially in the context of structured and technical content.",
    "url": "https://www.ditastrategies.com/media/ia-resources"
  },
  {
    "title": "Current Trends: Discusses the critical role of IA in an AI and machine learning context.",
    "url": "https://www.unite.ai/why-information-architecture-is-the-backbone-of-employee-intranets-in-an-ai-driven-world/"
  },
  {
    "title": "Tool Comparison: A list and comparison of the best software tools used for IA research.",
    "url": "https://blog.uxtweak.com/information-architecture-tools/"
  }
]
